cd
mkdir -p ne/znau/4to/pridumat
cd ne/znau
touch neznaika.txt na.txt lune.txt
echo С тех пор как Незнайка совершил путешествие в Солнечный город, прошло два с половиной года, а Даня думал, что написать приблизительно столько же и решил написать этот бред> neznaika.txt
echo "и поехал незнайку на планету придумать"
mv neznaika.txt 4to/pridumat
echo "незнайка забыл на какой он планете"
pwd> na.txt
echo "он решил показать всем на какой он планете"
cat na.txt
echo "на этой планете ему предложили сделать копию луны, и он согласился"
cp lune.txt 4to/pridumat
echo "И он создал ее и жил там долго и счастливо, конец этой наркомании"
